      ******************************************************************
       IDENTIFICATION              DIVISION.
      ******************************************************************
       PROGRAM-ID.                 HELLO.
       AUTHOR.                     Augusto Rocha Nascimento.
       DATE-WRITTEN.               2020-09-12.

      ******************************************************************
       DATA                        DIVISION.
      ******************************************************************
       WORKING-STORAGE             SECTION.
      ******************************************************************
       PROCEDURE                   DIVISION.
      ******************************************************************
       ROTINA1.
           DISPLAY "HELLO WORLD!".
           STOP RUN.
